tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
tap "koekeishiya/formulae"

brew "fd"
brew "lazygit"
brew "neovim"
brew "node"
brew "ripgrep"
brew "stylua"
brew "wget"
brew "yabai"
brew "skhd"
brew "tmux"
brew "powerlevel10k"
brew "zsh-autosuggestions"
brew "fzf"

cask "kitty"
cask "visual-studio-code"

cask "brave-browser"
cask "firefox"
cask "google-chrome"
cask "microsoft-edge"
cask "waterfox"

cask "font-fira-code-nerd-font"
cask "font-sf-mono"
